{"nodes": [{"op": "null", "name": "MobilenetV2/input", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_nn_pad", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_nn_pad", "flatten_data": "0"}, "inputs": [[0, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_77", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_77", "flatten_data": "0"}, "inputs": [[1, 0, 0]]}, {"op": "null", "name": "p0", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_sum", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_sum", "flatten_data": "0"}, "inputs": [[1, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_7", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_7", "flatten_data": "0"}, "inputs": [[4, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply", "flatten_data": "0"}, "inputs": [[5, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_78", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_78", "flatten_data": "0"}, "inputs": [[6, 0, 0]]}, {"op": "null", "name": "p1", "inputs": []}, {"op": "null", "name": "p2", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__15", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__15", "flatten_data": "0"}, "inputs": [[2, 0, 0], [3, 0, 0], [7, 0, 0], [8, 0, 0], [9, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_9", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_9", "flatten_data": "0"}, "inputs": [[10, 0, 0]]}, {"op": "null", "name": "p3", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_multiply", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_multiply", "flatten_data": "0"}, "inputs": [[11, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_1", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_1", "flatten_data": "0"}, "inputs": [[13, 0, 0]]}, {"op": "null", "name": "p4", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__15", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__15", "flatten_data": "0"}, "inputs": [[11, 0, 0], [12, 0, 0], [14, 0, 0], [15, 0, 0]]}, {"op": "null", "name": "p5", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform", "flatten_data": "0"}, "inputs": [[16, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_7", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_7", "flatten_data": "0"}, "inputs": [[18, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform", "flatten_data": "0"}, "inputs": [[19, 0, 0]]}, {"op": "null", "name": "p6", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_5975801909190603682__7", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_5975801909190603682__7", "flatten_data": "0"}, "inputs": [[16, 0, 0], [17, 0, 0], [20, 0, 0], [21, 0, 0]]}, {"op": "null", "name": "p7", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_1", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_1", "flatten_data": "0"}, "inputs": [[22, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_8", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_8", "flatten_data": "0"}, "inputs": [[24, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_1", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_1", "flatten_data": "0"}, "inputs": [[25, 0, 0]]}, {"op": "null", "name": "p8", "inputs": []}, {"op": "null", "name": "p9", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__14", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__14", "flatten_data": "0"}, "inputs": [[22, 0, 0], [23, 0, 0], [26, 0, 0], [27, 0, 0], [28, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_8", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_8", "flatten_data": "0"}, "inputs": [[29, 0, 0]]}, {"op": "null", "name": "p10", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_multiply_1", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_multiply_1", "flatten_data": "0"}, "inputs": [[30, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_2", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_2", "flatten_data": "0"}, "inputs": [[32, 0, 0]]}, {"op": "null", "name": "p11", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__14", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__14", "flatten_data": "0"}, "inputs": [[30, 0, 0], [31, 0, 0], [33, 0, 0], [34, 0, 0]]}, {"op": "null", "name": "p12", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_2", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_2", "flatten_data": "0"}, "inputs": [[35, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_9", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_9", "flatten_data": "0"}, "inputs": [[37, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_2", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_2", "flatten_data": "0"}, "inputs": [[38, 0, 0]]}, {"op": "null", "name": "p13", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_5975801909190603682__6", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_5975801909190603682__6", "flatten_data": "0"}, "inputs": [[35, 0, 0], [36, 0, 0], [39, 0, 0], [40, 0, 0]]}, {"op": "null", "name": "p14", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_3", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_3", "flatten_data": "0"}, "inputs": [[41, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_10", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_10", "flatten_data": "0"}, "inputs": [[43, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_3", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_3", "flatten_data": "0"}, "inputs": [[44, 0, 0]]}, {"op": "null", "name": "p15", "inputs": []}, {"op": "null", "name": "p16", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__13", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__13", "flatten_data": "0"}, "inputs": [[41, 0, 0], [42, 0, 0], [45, 0, 0], [46, 0, 0], [47, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_7", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_7", "flatten_data": "0"}, "inputs": [[48, 0, 0]]}, {"op": "null", "name": "p17", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_multiply_2", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_multiply_2", "flatten_data": "0"}, "inputs": [[49, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_3", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_3", "flatten_data": "0"}, "inputs": [[51, 0, 0]]}, {"op": "null", "name": "p18", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__13", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__13", "flatten_data": "0"}, "inputs": [[49, 0, 0], [50, 0, 0], [52, 0, 0], [53, 0, 0]]}, {"op": "null", "name": "p19", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_21", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_2", "flatten_data": "0"}, "inputs": [[54, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_91", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_9", "flatten_data": "0"}, "inputs": [[56, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_4", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_4", "flatten_data": "0"}, "inputs": [[57, 0, 0]]}, {"op": "null", "name": "p20", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_10043713188680239510_", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_10043713188680239510_", "flatten_data": "0"}, "inputs": [[54, 0, 0], [55, 0, 0], [58, 0, 0], [59, 0, 0], [41, 0, 0]]}, {"op": "null", "name": "p21", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_31", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_3", "flatten_data": "0"}, "inputs": [[60, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_101", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_10", "flatten_data": "0"}, "inputs": [[62, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_21", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_2", "flatten_data": "0"}, "inputs": [[63, 0, 0]]}, {"op": "null", "name": "p22", "inputs": []}, {"op": "null", "name": "p23", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__12", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__12", "flatten_data": "0"}, "inputs": [[60, 0, 0], [61, 0, 0], [64, 0, 0], [65, 0, 0], [66, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_6", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_6", "flatten_data": "0"}, "inputs": [[67, 0, 0]]}, {"op": "null", "name": "p24", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_multiply_3", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_multiply_3", "flatten_data": "0"}, "inputs": [[68, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_4", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_4", "flatten_data": "0"}, "inputs": [[70, 0, 0]]}, {"op": "null", "name": "p25", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__12", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__12", "flatten_data": "0"}, "inputs": [[68, 0, 0], [69, 0, 0], [71, 0, 0], [72, 0, 0]]}, {"op": "null", "name": "p26", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_4", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_4", "flatten_data": "0"}, "inputs": [[73, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_11", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_11", "flatten_data": "0"}, "inputs": [[75, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_5", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_5", "flatten_data": "0"}, "inputs": [[76, 0, 0]]}, {"op": "null", "name": "p27", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_5975801909190603682__5", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_5975801909190603682__5", "flatten_data": "0"}, "inputs": [[73, 0, 0], [74, 0, 0], [77, 0, 0], [78, 0, 0]]}, {"op": "null", "name": "p28", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_5", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_5", "flatten_data": "0"}, "inputs": [[79, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_12", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_12", "flatten_data": "0"}, "inputs": [[81, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_6", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_6", "flatten_data": "0"}, "inputs": [[82, 0, 0]]}, {"op": "null", "name": "p29", "inputs": []}, {"op": "null", "name": "p30", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__11", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__11", "flatten_data": "0"}, "inputs": [[79, 0, 0], [80, 0, 0], [83, 0, 0], [84, 0, 0], [85, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_51", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_5", "flatten_data": "0"}, "inputs": [[86, 0, 0]]}, {"op": "null", "name": "p31", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_multiply_4", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_multiply_4", "flatten_data": "0"}, "inputs": [[87, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_5", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_5", "flatten_data": "0"}, "inputs": [[89, 0, 0]]}, {"op": "null", "name": "p32", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__11", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__11", "flatten_data": "0"}, "inputs": [[87, 0, 0], [88, 0, 0], [90, 0, 0], [91, 0, 0]]}, {"op": "null", "name": "p33", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_6", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_6", "flatten_data": "0"}, "inputs": [[92, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_13", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_13", "flatten_data": "0"}, "inputs": [[94, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_7", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_7", "flatten_data": "0"}, "inputs": [[95, 0, 0]]}, {"op": "null", "name": "p34", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_13906000306701884532__8", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_13906000306701884532__8", "flatten_data": "0"}, "inputs": [[92, 0, 0], [93, 0, 0], [96, 0, 0], [97, 0, 0], [79, 0, 0]]}, {"op": "null", "name": "p35", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_51", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_5", "flatten_data": "0"}, "inputs": [[98, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_121", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_12", "flatten_data": "0"}, "inputs": [[100, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_8", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_8", "flatten_data": "0"}, "inputs": [[101, 0, 0]]}, {"op": "null", "name": "p36", "inputs": []}, {"op": "null", "name": "p37", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__10", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__10", "flatten_data": "0"}, "inputs": [[98, 0, 0], [99, 0, 0], [102, 0, 0], [103, 0, 0], [104, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_5", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_5", "flatten_data": "0"}, "inputs": [[105, 0, 0]]}, {"op": "null", "name": "p38", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_multiply_41", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_multiply_4", "flatten_data": "0"}, "inputs": [[106, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_6", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_6", "flatten_data": "0"}, "inputs": [[108, 0, 0]]}, {"op": "null", "name": "p39", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__10", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__10", "flatten_data": "0"}, "inputs": [[106, 0, 0], [107, 0, 0], [109, 0, 0], [110, 0, 0]]}, {"op": "null", "name": "p40", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_61", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_6", "flatten_data": "0"}, "inputs": [[111, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_131", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_13", "flatten_data": "0"}, "inputs": [[113, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_9", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_9", "flatten_data": "0"}, "inputs": [[114, 0, 0]]}, {"op": "null", "name": "p41", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_13906000306701884532__7", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_13906000306701884532__7", "flatten_data": "0"}, "inputs": [[111, 0, 0], [112, 0, 0], [115, 0, 0], [116, 0, 0], [98, 0, 0]]}, {"op": "null", "name": "p42", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_52", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_5", "flatten_data": "0"}, "inputs": [[117, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_122", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_12", "flatten_data": "0"}, "inputs": [[119, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_10", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_10", "flatten_data": "0"}, "inputs": [[120, 0, 0]]}, {"op": "null", "name": "p43", "inputs": []}, {"op": "null", "name": "p44", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__9", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__9", "flatten_data": "0"}, "inputs": [[117, 0, 0], [118, 0, 0], [121, 0, 0], [122, 0, 0], [123, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_4", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_4", "flatten_data": "0"}, "inputs": [[124, 0, 0]]}, {"op": "null", "name": "p45", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_multiply_5", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_multiply_5", "flatten_data": "0"}, "inputs": [[125, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d", "flatten_data": "0"}, "inputs": [[127, 0, 0]]}, {"op": "null", "name": "p46", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__9", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__9", "flatten_data": "0"}, "inputs": [[125, 0, 0], [126, 0, 0], [128, 0, 0], [129, 0, 0]]}, {"op": "null", "name": "p47", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_7", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_7", "flatten_data": "0"}, "inputs": [[130, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_14", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_14", "flatten_data": "0"}, "inputs": [[132, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_11", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_11", "flatten_data": "0"}, "inputs": [[133, 0, 0]]}, {"op": "null", "name": "p48", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_5975801909190603682__4", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_5975801909190603682__4", "flatten_data": "0"}, "inputs": [[130, 0, 0], [131, 0, 0], [134, 0, 0], [135, 0, 0]]}, {"op": "null", "name": "p49", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_8", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_8", "flatten_data": "0"}, "inputs": [[136, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_15", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_15", "flatten_data": "0"}, "inputs": [[138, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_12", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_12", "flatten_data": "0"}, "inputs": [[139, 0, 0]]}, {"op": "null", "name": "p50", "inputs": []}, {"op": "null", "name": "p51", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__8", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__8", "flatten_data": "0"}, "inputs": [[136, 0, 0], [137, 0, 0], [140, 0, 0], [141, 0, 0], [142, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_33", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_3", "flatten_data": "0"}, "inputs": [[143, 0, 0]]}, {"op": "null", "name": "p52", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_multiply_6", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_multiply_6", "flatten_data": "0"}, "inputs": [[144, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_7", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_7", "flatten_data": "0"}, "inputs": [[146, 0, 0]]}, {"op": "null", "name": "p53", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__8", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__8", "flatten_data": "0"}, "inputs": [[144, 0, 0], [145, 0, 0], [147, 0, 0], [148, 0, 0]]}, {"op": "null", "name": "p54", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_9", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_9", "flatten_data": "0"}, "inputs": [[149, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_16", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_16", "flatten_data": "0"}, "inputs": [[151, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_13", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_13", "flatten_data": "0"}, "inputs": [[152, 0, 0]]}, {"op": "null", "name": "p55", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_13906000306701884532__6", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_13906000306701884532__6", "flatten_data": "0"}, "inputs": [[149, 0, 0], [150, 0, 0], [153, 0, 0], [154, 0, 0], [136, 0, 0]]}, {"op": "null", "name": "p56", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_81", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_8", "flatten_data": "0"}, "inputs": [[155, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_151", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_15", "flatten_data": "0"}, "inputs": [[157, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_14", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_14", "flatten_data": "0"}, "inputs": [[158, 0, 0]]}, {"op": "null", "name": "p57", "inputs": []}, {"op": "null", "name": "p58", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__7", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__7", "flatten_data": "0"}, "inputs": [[155, 0, 0], [156, 0, 0], [159, 0, 0], [160, 0, 0], [161, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_32", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_3", "flatten_data": "0"}, "inputs": [[162, 0, 0]]}, {"op": "null", "name": "p59", "inputs": []}, {"op": "null", "name": "p60", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_2453501175517731727_", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_2453501175517731727_", "flatten_data": "0"}, "inputs": [[163, 0, 0], [164, 0, 0], [165, 0, 0]]}, {"op": "null", "name": "p61", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_91", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_9", "flatten_data": "0"}, "inputs": [[166, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_161", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_16", "flatten_data": "0"}, "inputs": [[168, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_15", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_15", "flatten_data": "0"}, "inputs": [[169, 0, 0]]}, {"op": "null", "name": "p62", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_13906000306701884532__5", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_13906000306701884532__5", "flatten_data": "0"}, "inputs": [[166, 0, 0], [167, 0, 0], [170, 0, 0], [171, 0, 0], [155, 0, 0]]}, {"op": "null", "name": "p63", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_82", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_8", "flatten_data": "0"}, "inputs": [[172, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_152", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_15", "flatten_data": "0"}, "inputs": [[174, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_16", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_16", "flatten_data": "0"}, "inputs": [[175, 0, 0]]}, {"op": "null", "name": "p64", "inputs": []}, {"op": "null", "name": "p65", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__6", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__6", "flatten_data": "0"}, "inputs": [[172, 0, 0], [173, 0, 0], [176, 0, 0], [177, 0, 0], [178, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_31", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_3", "flatten_data": "0"}, "inputs": [[179, 0, 0]]}, {"op": "null", "name": "p66", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_multiply_61", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_multiply_6", "flatten_data": "0"}, "inputs": [[180, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_8", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_8", "flatten_data": "0"}, "inputs": [[182, 0, 0]]}, {"op": "null", "name": "p67", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__7", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__7", "flatten_data": "0"}, "inputs": [[180, 0, 0], [181, 0, 0], [183, 0, 0], [184, 0, 0]]}, {"op": "null", "name": "p68", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_92", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_9", "flatten_data": "0"}, "inputs": [[185, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_162", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_16", "flatten_data": "0"}, "inputs": [[187, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_111", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_11", "flatten_data": "0"}, "inputs": [[188, 0, 0]]}, {"op": "null", "name": "p69", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_13906000306701884532__4", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_13906000306701884532__4", "flatten_data": "0"}, "inputs": [[185, 0, 0], [186, 0, 0], [189, 0, 0], [190, 0, 0], [172, 0, 0]]}, {"op": "null", "name": "p70", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_83", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_8", "flatten_data": "0"}, "inputs": [[191, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_153", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_15", "flatten_data": "0"}, "inputs": [[193, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_161", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_16", "flatten_data": "0"}, "inputs": [[194, 0, 0]]}, {"op": "null", "name": "p71", "inputs": []}, {"op": "null", "name": "p72", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__5", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__5", "flatten_data": "0"}, "inputs": [[191, 0, 0], [192, 0, 0], [195, 0, 0], [196, 0, 0], [197, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_3", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_3", "flatten_data": "0"}, "inputs": [[198, 0, 0]]}, {"op": "null", "name": "p73", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_multiply_62", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_multiply_6", "flatten_data": "0"}, "inputs": [[199, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_81", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_8", "flatten_data": "0"}, "inputs": [[201, 0, 0]]}, {"op": "null", "name": "p74", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__6", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__6", "flatten_data": "0"}, "inputs": [[199, 0, 0], [200, 0, 0], [202, 0, 0], [203, 0, 0]]}, {"op": "null", "name": "p75", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_93", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_9", "flatten_data": "0"}, "inputs": [[204, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_163", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_16", "flatten_data": "0"}, "inputs": [[206, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_17", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_17", "flatten_data": "0"}, "inputs": [[207, 0, 0]]}, {"op": "null", "name": "p76", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_5975801909190603682__3", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_5975801909190603682__3", "flatten_data": "0"}, "inputs": [[204, 0, 0], [205, 0, 0], [208, 0, 0], [209, 0, 0]]}, {"op": "null", "name": "p77", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_10", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_10", "flatten_data": "0"}, "inputs": [[210, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_17", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_17", "flatten_data": "0"}, "inputs": [[212, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_18", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_18", "flatten_data": "0"}, "inputs": [[213, 0, 0]]}, {"op": "null", "name": "p78", "inputs": []}, {"op": "null", "name": "p79", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__4", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__4", "flatten_data": "0"}, "inputs": [[210, 0, 0], [211, 0, 0], [214, 0, 0], [215, 0, 0], [216, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_21", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_2", "flatten_data": "0"}, "inputs": [[217, 0, 0]]}, {"op": "null", "name": "p80", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_multiply_7", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_multiply_7", "flatten_data": "0"}, "inputs": [[218, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_9", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_9", "flatten_data": "0"}, "inputs": [[220, 0, 0]]}, {"op": "null", "name": "p81", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__5", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__5", "flatten_data": "0"}, "inputs": [[218, 0, 0], [219, 0, 0], [221, 0, 0], [222, 0, 0]]}, {"op": "null", "name": "p82", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_11", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_11", "flatten_data": "0"}, "inputs": [[223, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_18", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_18", "flatten_data": "0"}, "inputs": [[225, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_19", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_19", "flatten_data": "0"}, "inputs": [[226, 0, 0]]}, {"op": "null", "name": "p83", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_13906000306701884532__3", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_13906000306701884532__3", "flatten_data": "0"}, "inputs": [[223, 0, 0], [224, 0, 0], [227, 0, 0], [228, 0, 0], [210, 0, 0]]}, {"op": "null", "name": "p84", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_101", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_10", "flatten_data": "0"}, "inputs": [[229, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_171", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_17", "flatten_data": "0"}, "inputs": [[231, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_20", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_20", "flatten_data": "0"}, "inputs": [[232, 0, 0]]}, {"op": "null", "name": "p85", "inputs": []}, {"op": "null", "name": "p86", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__3", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__3", "flatten_data": "0"}, "inputs": [[229, 0, 0], [230, 0, 0], [233, 0, 0], [234, 0, 0], [235, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_2", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_2", "flatten_data": "0"}, "inputs": [[236, 0, 0]]}, {"op": "null", "name": "p87", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_multiply_71", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_multiply_7", "flatten_data": "0"}, "inputs": [[237, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_10", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_10", "flatten_data": "0"}, "inputs": [[239, 0, 0]]}, {"op": "null", "name": "p88", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__4", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__4", "flatten_data": "0"}, "inputs": [[237, 0, 0], [238, 0, 0], [240, 0, 0], [241, 0, 0]]}, {"op": "null", "name": "p89", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_111", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_11", "flatten_data": "0"}, "inputs": [[242, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_181", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_18", "flatten_data": "0"}, "inputs": [[244, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_131", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_13", "flatten_data": "0"}, "inputs": [[245, 0, 0]]}, {"op": "null", "name": "p90", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_13906000306701884532__2", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_13906000306701884532__2", "flatten_data": "0"}, "inputs": [[242, 0, 0], [243, 0, 0], [246, 0, 0], [247, 0, 0], [229, 0, 0]]}, {"op": "null", "name": "p91", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_102", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_10", "flatten_data": "0"}, "inputs": [[248, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_172", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_17", "flatten_data": "0"}, "inputs": [[250, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_141", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_14", "flatten_data": "0"}, "inputs": [[251, 0, 0]]}, {"op": "null", "name": "p92", "inputs": []}, {"op": "null", "name": "p93", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__2", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__2", "flatten_data": "0"}, "inputs": [[248, 0, 0], [249, 0, 0], [252, 0, 0], [253, 0, 0], [254, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad_1", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad_1", "flatten_data": "0"}, "inputs": [[255, 0, 0]]}, {"op": "null", "name": "p94", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_multiply_8", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_multiply_8", "flatten_data": "0"}, "inputs": [[256, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_11", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_11", "flatten_data": "0"}, "inputs": [[258, 0, 0]]}, {"op": "null", "name": "p95", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__3", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__3", "flatten_data": "0"}, "inputs": [[256, 0, 0], [257, 0, 0], [259, 0, 0], [260, 0, 0]]}, {"op": "null", "name": "p96", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_12", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_12", "flatten_data": "0"}, "inputs": [[261, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_19", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_19", "flatten_data": "0"}, "inputs": [[263, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_211", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_21", "flatten_data": "0"}, "inputs": [[264, 0, 0]]}, {"op": "null", "name": "p97", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_5975801909190603682__2", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_5975801909190603682__2", "flatten_data": "0"}, "inputs": [[261, 0, 0], [262, 0, 0], [265, 0, 0], [266, 0, 0]]}, {"op": "null", "name": "p98", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_13", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_13", "flatten_data": "0"}, "inputs": [[267, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_20", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_20", "flatten_data": "0"}, "inputs": [[269, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_22", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_22", "flatten_data": "0"}, "inputs": [[270, 0, 0]]}, {"op": "null", "name": "p99", "inputs": []}, {"op": "null", "name": "p100", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__1", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_add_cast_cast_multiply_add_right_shif_9300672930971097004__1", "flatten_data": "0"}, "inputs": [[267, 0, 0], [268, 0, 0], [271, 0, 0], [272, 0, 0], [273, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad2", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad", "flatten_data": "0"}, "inputs": [[274, 0, 0]]}, {"op": "null", "name": "p101", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_multiply_9", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_multiply_9", "flatten_data": "0"}, "inputs": [[275, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_12", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_12", "flatten_data": "0"}, "inputs": [[277, 0, 0]]}, {"op": "null", "name": "p102", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__2", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__2", "flatten_data": "0"}, "inputs": [[275, 0, 0], [276, 0, 0], [278, 0, 0], [279, 0, 0]]}, {"op": "null", "name": "p103", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_14", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_layout_transform_14", "flatten_data": "0"}, "inputs": [[280, 0, 0]]}, {"op": "tvm_op", "name": "fused_sum_21", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_sum_21", "flatten_data": "0"}, "inputs": [[282, 0, 0]]}, {"op": "tvm_op", "name": "fused_multiply_layout_transform_23", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_multiply_layout_transform_23", "flatten_data": "0"}, "inputs": [[283, 0, 0]]}, {"op": "null", "name": "p104", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_13906000306701884532__1", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_13906000306701884532__1", "flatten_data": "0"}, "inputs": [[280, 0, 0], [281, 0, 0], [284, 0, 0], [285, 0, 0], [267, 0, 0]]}, {"op": "null", "name": "p105", "inputs": []}, {"op": "null", "name": "p106", "inputs": []}, {"op": "null", "name": "p107", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_14954929879206059100_", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_right_shift_ca_14954929879206059100_", "flatten_data": "0"}, "inputs": [[286, 0, 0], [287, 0, 0], [288, 0, 0], [289, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_pad1", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_pad", "flatten_data": "0"}, "inputs": [[290, 0, 0]]}, {"op": "null", "name": "p108", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_multiply_91", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_cast_multiply_9", "flatten_data": "0"}, "inputs": [[291, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_multiply_13", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d_multiply_13", "flatten_data": "0"}, "inputs": [[293, 0, 0]]}, {"op": "null", "name": "p109", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__1", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_subtract_add_cast_cast_multiply_add_righ_22436862876929056__1", "flatten_data": "0"}, "inputs": [[291, 0, 0], [292, 0, 0], [294, 0, 0], [295, 0, 0]]}, {"op": "null", "name": "p110", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_layout_transform_141", "attrs": 