{"nodes": [{"op": "null", "name": "input", "inputs": []}, {"op": "tvm_op", "name": "fused_transpose_layout_transform_5", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_transpose_layout_transform_5", "flatten_data": "0"}, "inputs": [[0, 0, 0]]}, {"op": "null", "name": "p0", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_19", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_19", "flatten_data": "0"}, "inputs": [[1, 0, 0], [2, 0, 0]]}, {"op": "null", "name": "p1", "inputs": []}, {"op": "null", "name": "p2", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__91", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__9", "flatten_data": "0"}, "inputs": [[3, 0, 0], [4, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p3", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_9", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_9", "flatten_data": "0"}, "inputs": [[6, 0, 0], [7, 0, 0]]}, {"op": "null", "name": "p4", "inputs": []}, {"op": "null", "name": "p5", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__9", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__9", "flatten_data": "0"}, "inputs": [[8, 0, 0], [9, 0, 0], [10, 0, 0]]}, {"op": "null", "name": "p6", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_18", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_18", "flatten_data": "0"}, "inputs": [[11, 0, 0], [12, 0, 0]]}, {"op": "null", "name": "p7", "inputs": []}, {"op": "null", "name": "p8", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_transpose_layout_transfo_1435188105651373422__1", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_transpose_layout_transfo_1435188105651373422__1", "flatten_data": "0"}, "inputs": [[13, 0, 0], [14, 0, 0], [15, 0, 0]]}, {"op": "null", "name": "p9", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_17", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_17", "flatten_data": "0"}, "inputs": [[16, 0, 0], [17, 0, 0]]}, {"op": "null", "name": "p10", "inputs": []}, {"op": "null", "name": "p11", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__8", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__8", "flatten_data": "0"}, "inputs": [[18, 0, 0], [19, 0, 0], [20, 0, 0]]}, {"op": "null", "name": "p12", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_8", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_8", "flatten_data": "0"}, "inputs": [[21, 0, 0], [22, 0, 0]]}, {"op": "null", "name": "p13", "inputs": []}, {"op": "null", "name": "p14", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__73", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__7", "flatten_data": "0"}, "inputs": [[23, 0, 0], [24, 0, 0], [25, 0, 0]]}, {"op": "null", "name": "p15", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_161", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_16", "flatten_data": "0"}, "inputs": [[26, 0, 0], [27, 0, 0]]}, {"op": "null", "name": "p16", "inputs": []}, {"op": "null", "name": "p17", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_4", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_4", "flatten_data": "0"}, "inputs": [[28, 0, 0], [29, 0, 0], [30, 0, 0]]}, {"op": "tvm_op", "name": "fused_transpose_layout_transform_4", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_transpose_layout_transform_4", "flatten_data": "0"}, "inputs": [[31, 0, 0]]}, {"op": "null", "name": "p18", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_151", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_15", "flatten_data": "0"}, "inputs": [[32, 0, 0], [33, 0, 0]]}, {"op": "null", "name": "p19", "inputs": []}, {"op": "null", "name": "p20", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__72", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__7", "flatten_data": "0"}, "inputs": [[34, 0, 0], [35, 0, 0], [36, 0, 0]]}, {"op": "null", "name": "p21", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_7", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_7", "flatten_data": "0"}, "inputs": [[37, 0, 0], [38, 0, 0]]}, {"op": "null", "name": "p22", "inputs": []}, {"op": "null", "name": "p23", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__71", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__7", "flatten_data": "0"}, "inputs": [[39, 0, 0], [40, 0, 0], [41, 0, 0]]}, {"op": "null", "name": "p24", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_16", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_16", "flatten_data": "0"}, "inputs": [[42, 0, 0], [43, 0, 0]]}, {"op": "null", "name": "p25", "inputs": []}, {"op": "null", "name": "p26", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_add_transpose_layout_tra_14219631955824380633__4", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_add_transpose_layout_tra_14219631955824380633__4", "flatten_data": "0"}, "inputs": [[44, 0, 0], [45, 0, 0], [46, 0, 0], [31, 0, 0]]}, {"op": "null", "name": "p27", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_15", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_15", "flatten_data": "0"}, "inputs": [[47, 0, 0], [48, 0, 0]]}, {"op": "null", "name": "p28", "inputs": []}, {"op": "null", "name": "p29", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__7", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__7", "flatten_data": "0"}, "inputs": [[49, 0, 0], [50, 0, 0], [51, 0, 0]]}, {"op": "null", "name": "p30", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_6", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_6", "flatten_data": "0"}, "inputs": [[52, 0, 0], [53, 0, 0]]}, {"op": "null", "name": "p31", "inputs": []}, {"op": "null", "name": "p32", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__6", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__6", "flatten_data": "0"}, "inputs": [[54, 0, 0], [55, 0, 0], [56, 0, 0]]}, {"op": "null", "name": "p33", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_14", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_14", "flatten_data": "0"}, "inputs": [[57, 0, 0], [58, 0, 0]]}, {"op": "null", "name": "p34", "inputs": []}, {"op": "null", "name": "p35", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_3", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_3", "flatten_data": "0"}, "inputs": [[59, 0, 0], [60, 0, 0], [61, 0, 0]]}, {"op": "tvm_op", "name": "fused_transpose_layout_transform_31", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_transpose_layout_transform_3", "flatten_data": "0"}, "inputs": [[62, 0, 0]]}, {"op": "null", "name": "p36", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_122", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_12", "flatten_data": "0"}, "inputs": [[63, 0, 0], [64, 0, 0]]}, {"op": "null", "name": "p37", "inputs": []}, {"op": "null", "name": "p38", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__54", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__5", "flatten_data": "0"}, "inputs": [[65, 0, 0], [66, 0, 0], [67, 0, 0]]}, {"op": "null", "name": "p39", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_51", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_5", "flatten_data": "0"}, "inputs": [[68, 0, 0], [69, 0, 0]]}, {"op": "null", "name": "p40", "inputs": []}, {"op": "null", "name": "p41", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__53", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__5", "flatten_data": "0"}, "inputs": [[70, 0, 0], [71, 0, 0], [72, 0, 0]]}, {"op": "null", "name": "p42", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_131", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_13", "flatten_data": "0"}, "inputs": [[73, 0, 0], [74, 0, 0]]}, {"op": "null", "name": "p43", "inputs": []}, {"op": "null", "name": "p44", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_add_3", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_add_3", "flatten_data": "0"}, "inputs": [[75, 0, 0], [76, 0, 0], [77, 0, 0], [62, 0, 0]]}, {"op": "tvm_op", "name": "fused_transpose_layout_transform_3", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_transpose_layout_transform_3", "flatten_data": "0"}, "inputs": [[78, 0, 0]]}, {"op": "null", "name": "p45", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_121", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_12", "flatten_data": "0"}, "inputs": [[79, 0, 0], [80, 0, 0]]}, {"op": "null", "name": "p46", "inputs": []}, {"op": "null", "name": "p47", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__52", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__5", "flatten_data": "0"}, "inputs": [[81, 0, 0], [82, 0, 0], [83, 0, 0]]}, {"op": "null", "name": "p48", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_5", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_5", "flatten_data": "0"}, "inputs": [[84, 0, 0], [85, 0, 0]]}, {"op": "null", "name": "p49", "inputs": []}, {"op": "null", "name": "p50", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__51", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__5", "flatten_data": "0"}, "inputs": [[86, 0, 0], [87, 0, 0], [88, 0, 0]]}, {"op": "null", "name": "p51", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_13", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_13", "flatten_data": "0"}, "inputs": [[89, 0, 0], [90, 0, 0]]}, {"op": "null", "name": "p52", "inputs": []}, {"op": "null", "name": "p53", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_add_transpose_layout_tra_14219631955824380633__3", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_add_transpose_layout_tra_14219631955824380633__3", "flatten_data": "0"}, "inputs": [[91, 0, 0], [92, 0, 0], [93, 0, 0], [78, 0, 0]]}, {"op": "null", "name": "p54", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_12", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_12", "flatten_data": "0"}, "inputs": [[94, 0, 0], [95, 0, 0]]}, {"op": "null", "name": "p55", "inputs": []}, {"op": "null", "name": "p56", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__5", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__5", "flatten_data": "0"}, "inputs": [[96, 0, 0], [97, 0, 0], [98, 0, 0]]}, {"op": "null", "name": "p57", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_4", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_4", "flatten_data": "0"}, "inputs": [[99, 0, 0], [100, 0, 0]]}, {"op": "null", "name": "p58", "inputs": []}, {"op": "null", "name": "p59", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__4", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__4", "flatten_data": "0"}, "inputs": [[101, 0, 0], [102, 0, 0], [103, 0, 0]]}, {"op": "null", "name": "p60", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_11", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_11", "flatten_data": "0"}, "inputs": [[104, 0, 0], [105, 0, 0]]}, {"op": "null", "name": "p61", "inputs": []}, {"op": "null", "name": "p62", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_2", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_2", "flatten_data": "0"}, "inputs": [[106, 0, 0], [107, 0, 0], [108, 0, 0]]}, {"op": "tvm_op", "name": "fused_transpose_layout_transform_22", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_transpose_layout_transform_2", "flatten_data": "0"}, "inputs": [[109, 0, 0]]}, {"op": "null", "name": "p63", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_93", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_9", "flatten_data": "0"}, "inputs": [[110, 0, 0], [111, 0, 0]]}, {"op": "null", "name": "p64", "inputs": []}, {"op": "null", "name": "p65", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__37", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__3", "flatten_data": "0"}, "inputs": [[112, 0, 0], [113, 0, 0], [114, 0, 0]]}, {"op": "null", "name": "p66", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_33", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_3", "flatten_data": "0"}, "inputs": [[115, 0, 0], [116, 0, 0]]}, {"op": "null", "name": "p67", "inputs": []}, {"op": "null", "name": "p68", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__36", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__3", "flatten_data": "0"}, "inputs": [[117, 0, 0], [118, 0, 0], [119, 0, 0]]}, {"op": "null", "name": "p69", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_102", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_10", "flatten_data": "0"}, "inputs": [[120, 0, 0], [121, 0, 0]]}, {"op": "null", "name": "p70", "inputs": []}, {"op": "null", "name": "p71", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_add_21", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_add_2", "flatten_data": "0"}, "inputs": [[122, 0, 0], [123, 0, 0], [124, 0, 0], [109, 0, 0]]}, {"op": "tvm_op", "name": "fused_transpose_layout_transform_21", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_transpose_layout_transform_2", "flatten_data": "0"}, "inputs": [[125, 0, 0]]}, {"op": "null", "name": "p72", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_92", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_9", "flatten_data": "0"}, "inputs": [[126, 0, 0], [127, 0, 0]]}, {"op": "null", "name": "p73", "inputs": []}, {"op": "null", "name": "p74", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__35", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__3", "flatten_data": "0"}, "inputs": [[128, 0, 0], [129, 0, 0], [130, 0, 0]]}, {"op": "null", "name": "p75", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_32", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_3", "flatten_data": "0"}, "inputs": [[131, 0, 0], [132, 0, 0]]}, {"op": "null", "name": "p76", "inputs": []}, {"op": "null", "name": "p77", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__34", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__3", "flatten_data": "0"}, "inputs": [[133, 0, 0], [134, 0, 0], [135, 0, 0]]}, {"op": "null", "name": "p78", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_101", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_10", "flatten_data": "0"}, "inputs": [[136, 0, 0], [137, 0, 0]]}, {"op": "null", "name": "p79", "inputs": []}, {"op": "null", "name": "p80", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_add_2", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_add_2", "flatten_data": "0"}, "inputs": [[138, 0, 0], [139, 0, 0], [140, 0, 0], [125, 0, 0]]}, {"op": "tvm_op", "name": "fused_transpose_layout_transform_2", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_transpose_layout_transform_2", "flatten_data": "0"}, "inputs": [[141, 0, 0]]}, {"op": "null", "name": "p81", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_91", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_9", "flatten_data": "0"}, "inputs": [[142, 0, 0], [143, 0, 0]]}, {"op": "null", "name": "p82", "inputs": []}, {"op": "null", "name": "p83", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__33", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__3", "flatten_data": "0"}, "inputs": [[144, 0, 0], [145, 0, 0], [146, 0, 0]]}, {"op": "null", "name": "p84", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_31", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_3", "flatten_data": "0"}, "inputs": [[147, 0, 0], [148, 0, 0]]}, {"op": "null", "name": "p85", "inputs": []}, {"op": "null", "name": "p86", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__32", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__3", "flatten_data": "0"}, "inputs": [[149, 0, 0], [150, 0, 0], [151, 0, 0]]}, {"op": "null", "name": "p87", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_10", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_10", "flatten_data": "0"}, "inputs": [[152, 0, 0], [153, 0, 0]]}, {"op": "null", "name": "p88", "inputs": []}, {"op": "null", "name": "p89", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_add_transpose_layout_tra_14219631955824380633__2", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_add_transpose_layout_tra_14219631955824380633__2", "flatten_data": "0"}, "inputs": [[154, 0, 0], [155, 0, 0], [156, 0, 0], [141, 0, 0]]}, {"op": "null", "name": "p90", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_9", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_9", "flatten_data": "0"}, "inputs": [[157, 0, 0], [158, 0, 0]]}, {"op": "null", "name": "p91", "inputs": []}, {"op": "null", "name": "p92", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__31", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__3", "flatten_data": "0"}, "inputs": [[159, 0, 0], [160, 0, 0], [161, 0, 0]]}, {"op": "null", "name": "p93", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_3", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_3", "flatten_data": "0"}, "inputs": [[162, 0, 0], [163, 0, 0]]}, {"op": "null", "name": "p94", "inputs": []}, {"op": "null", "name": "p95", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__3", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__3", "flatten_data": "0"}, "inputs": [[164, 0, 0], [165, 0, 0], [166, 0, 0]]}, {"op": "null", "name": "p96", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_8", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_8", "flatten_data": "0"}, "inputs": [[167, 0, 0], [168, 0, 0]]}, {"op": "null", "name": "p97", "inputs": []}, {"op": "null", "name": "p98", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_1", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_1", "flatten_data": "0"}, "inputs": [[169, 0, 0], [170, 0, 0], [171, 0, 0]]}, {"op": "tvm_op", "name": "fused_transpose_layout_transform_11", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_transpose_layout_transform_1", "flatten_data": "0"}, "inputs": [[172, 0, 0]]}, {"op": "null", "name": "p99", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_62", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_6", "flatten_data": "0"}, "inputs": [[173, 0, 0], [174, 0, 0]]}, {"op": "null", "name": "p100", "inputs": []}, {"op": "null", "name": "p101", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__24", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__2", "flatten_data": "0"}, "inputs": [[175, 0, 0], [176, 0, 0], [177, 0, 0]]}, {"op": "null", "name": "p102", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_21", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_2", "flatten_data": "0"}, "inputs": [[178, 0, 0], [179, 0, 0]]}, {"op": "null", "name": "p103", "inputs": []}, {"op": "null", "name": "p104", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__23", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__2", "flatten_data": "0"}, "inputs": [[180, 0, 0], [181, 0, 0], [182, 0, 0]]}, {"op": "null", "name": "p105", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_71", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_7", "flatten_data": "0"}, "inputs": [[183, 0, 0], [184, 0, 0]]}, {"op": "null", "name": "p106", "inputs": []}, {"op": "null", "name": "p107", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_add_1", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_add_1", "flatten_data": "0"}, "inputs": [[185, 0, 0], [186, 0, 0], [187, 0, 0], [172, 0, 0]]}, {"op": "tvm_op", "name": "fused_transpose_layout_transform_1", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_transpose_layout_transform_1", "flatten_data": "0"}, "inputs": [[188, 0, 0]]}, {"op": "null", "name": "p108", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_61", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_6", "flatten_data": "0"}, "inputs": [[189, 0, 0], [190, 0, 0]]}, {"op": "null", "name": "p109", "inputs": []}, {"op": "null", "name": "p110", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__22", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__2", "flatten_data": "0"}, "inputs": [[191, 0, 0], [192, 0, 0], [193, 0, 0]]}, {"op": "null", "name": "p111", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_2", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_2", "flatten_data": "0"}, "inputs": [[194, 0, 0], [195, 0, 0]]}, {"op": "null", "name": "p112", "inputs": []}, {"op": "null", "name": "p113", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__21", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__2", "flatten_data": "0"}, "inputs": [[196, 0, 0], [197, 0, 0], [198, 0, 0]]}, {"op": "null", "name": "p114", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_7", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_7", "flatten_data": "0"}, "inputs": [[199, 0, 0], [200, 0, 0]]}, {"op": "null", "name": "p115", "inputs": []}, {"op": "null", "name": "p116", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_add_transpose_layout_tra_14219631955824380633__1", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_add_transpose_layout_tra_14219631955824380633__1", "flatten_data": "0"}, "inputs": [[201, 0, 0], [202, 0, 0], [203, 0, 0], [188, 0, 0]]}, {"op": "null", "name": "p117", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_6", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_6", "flatten_data": "0"}, "inputs": [[204, 0, 0], [205, 0, 0]]}, {"op": "null", "name": "p118", "inputs": []}, {"op": "null", "name": "p119", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__2", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__2", "flatten_data": "0"}, "inputs": [[206, 0, 0], [207, 0, 0], [208, 0, 0]]}, {"op": "null", "name": "p120", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_1", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_1", "flatten_data": "0"}, "inputs": [[209, 0, 0], [210, 0, 0]]}, {"op": "null", "name": "p121", "inputs": []}, {"op": "null", "name": "p122", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__1", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176__1", "flatten_data": "0"}, "inputs": [[211, 0, 0], [212, 0, 0], [213, 0, 0]]}, {"op": "null", "name": "p123", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_5", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_5", "flatten_data": "0"}, "inputs": [[214, 0, 0], [215, 0, 0]]}, {"op": "null", "name": "p124", "inputs": []}, {"op": "null", "name": "p125", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast", "flatten_data": "0"}, "inputs": [[216, 0, 0], [217, 0, 0], [218, 0, 0]]}, {"op": "tvm_op", "name": "fused_transpose_layout_transform1", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_transpose_layout_transform", "flatten_data": "0"}, "inputs": [[219, 0, 0]]}, {"op": "null", "name": "p126", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_32", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_3", "flatten_data": "0"}, "inputs": [[220, 0, 0], [221, 0, 0]]}, {"op": "null", "name": "p127", "inputs": []}, {"op": "null", "name": "p128", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176_5", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176_", "flatten_data": "0"}, "inputs": [[222, 0, 0], [223, 0, 0], [224, 0, 0]]}, {"op": "null", "name": "p129", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc2", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc", "flatten_data": "0"}, "inputs": [[225, 0, 0], [226, 0, 0]]}, {"op": "null", "name": "p130", "inputs": []}, {"op": "null", "name": "p131", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176_4", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176_", "flatten_data": "0"}, "inputs": [[227, 0, 0], [228, 0, 0], [229, 0, 0]]}, {"op": "null", "name": "p132", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_41", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_4", "flatten_data": "0"}, "inputs": [[230, 0, 0], [231, 0, 0]]}, {"op": "null", "name": "p133", "inputs": []}, {"op": "null", "name": "p134", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_add", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_add", "flatten_data": "0"}, "inputs": [[232, 0, 0], [233, 0, 0], [234, 0, 0], [219, 0, 0]]}, {"op": "tvm_op", "name": "fused_transpose_layout_transform", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_transpose_layout_transform", "flatten_data": "0"}, "inputs": [[235, 0, 0]]}, {"op": "null", "name": "p135", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_31", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_3", "flatten_data": "0"}, "inputs": [[236, 0, 0], [237, 0, 0]]}, {"op": "null", "name": "p136", "inputs": []}, {"op": "null", "name": "p137", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176_3", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176_", "flatten_data": "0"}, "inputs": [[238, 0, 0], [239, 0, 0], [240, 0, 0]]}, {"op": "null", "name": "p138", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc1", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc", "flatten_data": "0"}, "inputs": [[241, 0, 0], [242, 0, 0]]}, {"op": "null", "name": "p139", "inputs": []}, {"op": "null", "name": "p140", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176_2", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176_", "flatten_data": "0"}, "inputs": [[243, 0, 0], [244, 0, 0], [245, 0, 0]]}, {"op": "null", "name": "p141", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_4", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_4", "flatten_data": "0"}, "inputs": [[246, 0, 0], [247, 0, 0]]}, {"op": "null", "name": "p142", "inputs": []}, {"op": "null", "name": "p143", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_add_transpose_layout_tra_14219631955824380633_", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_add_transpose_layout_tra_14219631955824380633_", "flatten_data": "0"}, "inputs": [[248, 0, 0], [249, 0, 0], [250, 0, 0], [235, 0, 0]]}, {"op": "null", "name": "p144", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_3", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_3", "flatten_data": "0"}, "inputs": [[251, 0, 0], [252, 0, 0]]}, {"op": "null", "name": "p145", "inputs": []}, {"op": "null", "name": "p146", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176_1", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176_", "flatten_data": "0"}, "inputs": [[253, 0, 0], [254, 0, 0], [255, 0, 0]]}, {"op": "null", "name": "p147", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc", "flatten_data": "0"}, "inputs": [[256, 0, 0], [257, 0, 0]]}, {"op": "null", "name": "p148", "inputs": []}, {"op": "null", "name": "p149", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176_", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose_layout_tr_12572351694010300176_", "flatten_data": "0"}, "inputs": [[258, 0, 0], [259, 0, 0], [260, 0, 0]]}, {"op": "null", "name": "p150", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_2", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_2", "flatten_data": "0"}, "inputs": [[261, 0, 0], [262, 0, 0]]}, {"op": "null", "name": "p151", "inputs": []}, {"op": "null", "name": "p152", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_transpose_layout_transfo_1435188105651373422_", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_transpose_layout_transfo_1435188105651373422_", "flatten_data": "0"}, "inputs": [[263, 0, 0], [264, 0, 0], [265, 0, 0]]}, {"op": "null", "name": "p153", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_1", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc_1", "flatten_data": "0"}, "inputs": [[266, 0, 0], [267, 0, 0]]}, {"op": "null", "name": "p154", "inputs": []}, {"op": "null", "name": "p155", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_layout_transform_transpose_cast_multiply_add_cast_clip_transpose", "flatten_data": "0"}, "inputs": [[268, 0, 0], [269, 0, 0], [270, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_avg_pool2d", "flatten_data": "0"}, "inputs": [[271, 0, 0]]}, {"op": "tvm_op", "name": "fused_transpose_transpose_layout_transform", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_transpose_transpose_layout_transform", "flatten_data": "0"}, "inputs": [[272, 0, 0]]}, {"op": "null", "name": "p156", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc", "flatten_data": "0"}, "inputs": [[273, 0, 0], [274, 0, 0]]}, {"op": "null", "name": "p157", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_transpose_add_squeeze_reshape", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_layout_transform_transpose_add_squeeze_reshape", "flatten_data": "0"}, "inputs": [[275, 0, 0], [276, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_softmax", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_softmax", "flatten_data": "0"}, "inputs": [[277, 0, 0]]}, {"op": "tvm_op", "name": "fused_reshape", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_reshape", "flatten_data": "0"}, "inputs": [[278, 0, 0]]}], "arg_nodes": [0, 2, 4, 5, 7, 9, 10, 12, 14, 15, 17, 19, 20, 22, 24, 25, 27, 29, 30, 33, 35, 36, 38, 40, 41, 43, 45, 46, 48, 50, 51, 53, 55, 56, 58, 60, 61, 64, 66, 67, 69, 71, 72, 74, 76, 77, 80, 82, 83, 85, 87, 88, 90, 92, 93, 95, 97, 98, 100, 102, 103, 105, 107, 108, 111, 113, 114, 116, 118, 119, 121, 123, 124, 127, 129, 130, 132, 134, 135, 137, 139, 140, 143, 145, 146, 148, 150, 151, 153, 155, 156, 158, 160, 161, 163, 165, 166, 168, 170, 171, 174, 176, 177, 179, 181, 182, 184, 186, 187, 190, 192, 193, 195, 197, 198, 200, 202, 203, 205, 207, 208, 210, 212, 213, 215, 217, 218, 221, 223, 224, 226, 228, 229, 231, 233, 234, 237, 239, 240, 242, 244, 245, 247, 249, 250, 252, 254, 255, 257, 259, 260, 262, 264, 265, 267, 269, 270, 274, 276], "heads": [[279, 0, 0]], "attrs": {"dltype": ["list_str", ["float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32", "float32"]], "shape": ["list_shape", [[1, 96, 96, 3], [1, 1, 96, 96, 3], [2, 1, 3, 3, 3, 8], [1, 2, 48, 48, 8], [16], [16], [1, 2, 48, 48, 8], [2, 1, 3, 3, 1, 8], [1, 2, 48, 48, 8], [16], [16], [1, 2, 48, 48, 8], [1, 2, 1, 1, 8, 8], [1, 1, 48, 48, 8], [8], [8], [1, 1, 48, 48, 8], [6, 1, 1, 1, 8, 8], [1, 6, 48, 48, 8], [48], [48], [1, 6, 48, 48, 8], [6, 1, 3, 3, 1, 8], [1, 6, 24, 24, 8], [48], [48], [1, 6, 24, 24, 8], [1, 6, 1, 1, 8, 8], [1, 1, 24, 24, 8], [8], [8], [1, 24, 24, 8], [1, 1, 24, 24, 8], [6, 1, 1, 1, 8, 8], [1, 6, 24, 24, 8], [48], [48], [1, 6, 24, 24, 8], [6, 1, 3, 3, 1, 8], [1, 6, 24, 24, 8], [48], [48], [1, 6, 24, 24, 8], [1, 6, 1, 1, 8, 8], [1, 1, 24, 24, 8], [8], [8], [1, 1, 24, 24, 8], [6, 1, 1, 1, 8, 8], [1, 6, 24, 24, 8], [48], [48], [1, 6, 24, 24, 8], [6, 1, 3, 3, 1, 8], [1, 6, 12, 12, 8], [48], [48], [1, 6, 12, 12, 8], [2, 6, 1, 1, 8, 8], [1, 2, 12, 12, 8], [16], [16], [1, 12, 12, 16], [1, 2, 12, 12, 8], [12, 2, 1, 1, 8, 8], [1, 12, 12, 12, 8], [96], [96], [1, 12, 12, 12, 8], [12, 1, 3, 3, 1, 8], [1, 12, 12, 12, 8], [96], [96], [1, 12, 12, 12, 8], [2, 12, 1, 1, 8, 8], [1, 2, 12, 12, 8], [16], [16], [1, 12, 12, 16], [1, 2, 12, 12, 8], [12, 2, 1, 1, 8, 8], [1, 12, 12, 12, 8], [96], [96], [1, 12, 12, 12, 8], [12, 1, 3, 3, 1, 8], [1, 12, 12, 12, 8], [96], [96], [1, 12, 12, 12, 8], [2, 12, 1, 1, 8, 8], [1, 2, 12, 12, 8], [16], [16], [1, 2, 12, 12, 8], [12, 2, 1, 1, 8, 8], [1, 12, 12, 12, 8], [96], [96], [1, 12, 12, 12, 8], [12, 1, 3, 3, 1, 8], [1, 12, 6, 6, 8], [96], [96], [1, 12, 6, 6, 8], [3, 12, 1, 1, 8, 8], [1, 3, 6, 6, 8], [24], [24], [1, 6, 6, 24], [1, 3, 6, 6, 8], [18, 3, 1, 1, 8, 8], [1, 18, 6, 6, 8], [144], [144], [1, 18, 6, 6, 8], [18, 1, 3, 3, 1, 8], [1, 18, 6, 6, 8], [144], [144], [1, 18, 6, 6, 8], [3, 18, 1, 1, 8, 8], [1, 3, 6, 6, 8], [24], [24], [1, 6, 6, 24], [1, 3, 6, 6, 8], [18, 3, 1, 1, 8, 8], [1, 18, 6, 6, 8], [144], [144], [1, 18, 6, 6, 8], [18, 1, 3, 3, 1, 8], [1, 18, 6, 6, 8], [144], [144], [1, 18, 6, 6, 8], [3, 18, 1, 1, 8, 8], [1, 3, 6, 6, 8], [24], [24], [1, 6, 6, 24], [1, 3, 6, 6, 8], [18, 3, 1, 1, 8, 8], [1, 18, 6, 6, 8], [144], [144], [1, 18, 6, 6, 8], [18, 1, 3, 3, 1, 8], [1, 18, 6, 6, 8], [144], [144], [1, 18, 6, 6, 8], [3, 18, 1, 1, 8, 8], [1, 3, 6, 6, 8], [24], [24], [1, 3, 6, 6, 8], [18, 3, 1, 1, 8, 8], [1, 18, 6, 6, 8], [144], [144], [1, 18, 6, 6, 8], [18, 1, 3, 3, 1, 8], [1, 18, 6, 6, 8], [144], [144], [1, 18, 6, 6, 8], [4, 18, 1, 1, 8, 8], [1, 4, 6, 6, 8], [32], [32], [1, 6, 6, 32], [1, 4, 6, 6, 8], [24, 4, 1, 1, 8, 8], [1, 24, 6, 6, 8], [192], [192], [1, 24, 6, 6, 8], [24, 1, 3, 3, 1, 8], [1, 24, 6, 6, 8], [192], [192], [1, 24, 6, 6, 8], [4, 24, 1, 1, 8, 8], [1, 4, 6, 6, 8], [32], [32], [1, 6, 6, 32], [1, 4, 6, 6, 8], [24, 4, 1, 1, 8, 8], [1, 24, 6, 6, 8], [192], [192], [1, 24, 6, 6, 8], [24, 1, 3, 3, 1, 8], [1, 24, 6, 6, 8], [192], [192], [1, 24, 6, 6, 8], [4, 24, 1, 1, 8, 8], [1, 4, 6, 6, 8], [32], [32], [1, 4, 6, 6, 8], [24, 4, 1, 1, 8, 8], [1, 24, 6, 6, 8], [192], [192], [1, 24, 6, 6, 8], [24, 1, 3, 3, 1, 8], [1, 24, 3, 3, 8], [192], [192], [1, 24, 3, 3, 8], [7, 24, 1, 1, 8, 8], [1, 7, 3, 3, 8], [56], [56], [1, 3, 3, 56], [1, 7, 3, 3, 8], [42, 7, 1, 1, 8, 8], [1, 42, 3, 3, 8], [336], [336], [1, 42, 3, 3, 8], [42, 1, 3, 3, 1, 8], [1, 42, 3, 3, 8], [336], [336], [1, 42, 3, 3, 8], [7, 42, 1, 1, 8, 8], [1, 7, 3, 3, 8], [56], [56], [1, 3, 3, 56], [1, 7, 3, 3, 8], [42, 7, 1, 1, 8, 8], [1, 42, 3, 3, 8], [336], [336], [1, 42, 3, 3, 8], [42, 1, 3, 3, 1, 8], [1, 42, 3, 3, 8], [336], [336], [1, 42, 3, 3, 8], [7, 42, 1, 1, 8, 8], [1, 7, 3, 3, 8], [56], [56], [1, 7, 3, 3, 8], [42, 7, 1, 1, 8, 8], [1, 42, 3, 3, 8], [336], [336], [1, 42, 3, 3, 8], [42, 1, 3, 3, 1, 8], [1, 42, 3, 3, 8], [336], [336], [1, 42, 3, 3, 8], [14, 42, 1, 1, 8, 8], [1, 14, 3, 3, 8], [112], [112], [1, 14, 3, 3, 8], [160, 14, 1, 1, 8, 8], [1, 160, 3, 3, 8], [1280], [1280], [1, 1280, 3, 3], [1, 1280, 1, 1], [1, 640, 1, 1, 2], [1, 640, 1, 1, 2, 2], [1, 1, 1, 1, 2], [2], [1, 2], [1, 2], [1, 2]]], "storage_id": ["list_int", [0, 1, 2, 3, 4, 5, 1, 6, 3, 7, 8, 1, 9, 3, 10, 11, 1, 12, 3, 13, 14, 1, 15, 3, 16, 17, 1, 18, 19, 20, 21, 22, 19, 23, 3, 24, 25, 1, 26, 3, 27, 28, 1, 29, 19, 30, 31, 32, 33, 3, 34, 35, 1, 36, 3, 37, 38, 1, 39, 19, 40, 41, 22, 32, 42, 3, 43, 44, 1, 45, 3, 46, 47, 1, 48, 19, 49, 50, 32, 19, 51, 3, 52, 53, 1, 54, 3, 55, 56, 1, 57, 22, 58, 59, 19, 60, 3, 61, 62, 1, 63, 22, 64, 65, 32, 66, 19, 67, 68, 22, 32, 69, 19, 70, 71, 32, 72, 19, 73, 74, 32, 75, 19, 76, 77, 32, 22, 78, 19, 79, 80, 22, 81, 19, 82, 83, 22, 84, 19, 85, 86, 22, 19, 87, 32, 88, 89, 19, 90, 32, 91, 92, 19, 93, 32, 94, 95, 19, 96, 32, 97, 98, 22, 99, 19, 100, 101, 32, 102, 22, 103, 104, 19, 32, 105, 3, 106, 107, 1, 108, 3, 109, 110, 1, 111, 22, 112, 113, 32, 22, 114, 3, 115, 116, 1, 117, 3, 118, 119, 1, 120, 19, 121, 122, 22, 123, 3, 124, 125, 1, 126, 19, 127, 128, 32, 129, 22, 130, 131, 19, 32, 132, 22, 133, 134, 32, 135, 22, 136, 137, 32, 138, 22, 139, 140, 32, 22, 141, 19, 142, 143, 22, 144, 19, 145, 146, 22, 147, 19, 148, 