{"nodes": [{"op": "null", "name": "MobilenetV2/input", "inputs": []}, {"op": "null", "name": "p0", "inputs": []}, {"op": "tvm_op", "name": "fused_layout_transform_cast_subtract_layout_transform", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_layout_transform_cast_subtract_layout_transform", "flatten_data": "0"}, "inputs": [[0, 0, 0], [1, 0, 0]]}, {"op": "null", "name": "p1", "inputs": []}, {"op": "null", "name": "p2", "inputs": []}, {"op": "null", "name": "p3", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__16", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__16", "flatten_data": "0"}, "inputs": [[2, 0, 0], [3, 0, 0], [4, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p4", "inputs": []}, {"op": "null", "name": "p5", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__16", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__16", "flatten_data": "0"}, "inputs": [[6, 0, 0], [7, 0, 0], [8, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p6", "inputs": []}, {"op": "null", "name": "p7", "inputs": []}, {"op": "null", "name": "p8", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_3078819515185842977__1", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_3078819515185842977__1", "flatten_data": "0"}, "inputs": [[9, 0, 0], [10, 0, 0], [11, 0, 0], [12, 0, 0]]}, {"op": "null", "name": "p9", "inputs": []}, {"op": "null", "name": "p10", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__15", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__15", "flatten_data": "0"}, "inputs": [[13, 0, 0], [14, 0, 0], [15, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p11", "inputs": []}, {"op": "null", "name": "p12", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__15", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__15", "flatten_data": "0"}, "inputs": [[16, 0, 0], [17, 0, 0], [18, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p13", "inputs": []}, {"op": "null", "name": "p14", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_7193666184309230478__4", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_7193666184309230478__4", "flatten_data": "0"}, "inputs": [[19, 0, 0], [20, 0, 0], [21, 0, 0]]}, {"op": "null", "name": "p15", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_subtract_4", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_cast_subtract_4", "flatten_data": "0"}, "inputs": [[22, 0, 0], [23, 0, 0]]}, {"op": "null", "name": "p16", "inputs": []}, {"op": "null", "name": "p17", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__14", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__14", "flatten_data": "0"}, "inputs": [[24, 0, 0], [25, 0, 0], [26, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p18", "inputs": []}, {"op": "null", "name": "p19", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__14", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__14", "flatten_data": "0"}, "inputs": [[27, 0, 0], [28, 0, 0], [29, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p20", "inputs": []}, {"op": "null", "name": "p21", "inputs": []}, {"op": "null", "name": "p22", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_5526477635105913954_", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_5526477635105913954_", "flatten_data": "0"}, "inputs": [[30, 0, 0], [31, 0, 0], [32, 0, 0], [22, 0, 0], [33, 0, 0]]}, {"op": "null", "name": "p23", "inputs": []}, {"op": "null", "name": "p24", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__13", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__13", "flatten_data": "0"}, "inputs": [[34, 0, 0], [35, 0, 0], [36, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p25", "inputs": []}, {"op": "null", "name": "p26", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__13", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__13", "flatten_data": "0"}, "inputs": [[37, 0, 0], [38, 0, 0], [39, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p27", "inputs": []}, {"op": "null", "name": "p28", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_7193666184309230478__3", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_7193666184309230478__3", "flatten_data": "0"}, "inputs": [[40, 0, 0], [41, 0, 0], [42, 0, 0]]}, {"op": "null", "name": "p29", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_subtract_31", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_cast_subtract_3", "flatten_data": "0"}, "inputs": [[43, 0, 0], [44, 0, 0]]}, {"op": "null", "name": "p30", "inputs": []}, {"op": "null", "name": "p31", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__12", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__12", "flatten_data": "0"}, "inputs": [[45, 0, 0], [46, 0, 0], [47, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p32", "inputs": []}, {"op": "null", "name": "p33", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__12", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__12", "flatten_data": "0"}, "inputs": [[48, 0, 0], [49, 0, 0], [50, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p34", "inputs": []}, {"op": "null", "name": "p35", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_17498977102409191066__4", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_17498977102409191066__4", "flatten_data": "0"}, "inputs": [[51, 0, 0], [52, 0, 0], [53, 0, 0], [43, 0, 0]]}, {"op": "tvm_op", "name": "fused_cast_subtract_3", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_cast_subtract_3", "flatten_data": "0"}, "inputs": [[54, 0, 0], [44, 0, 0]]}, {"op": "null", "name": "p36", "inputs": []}, {"op": "null", "name": "p37", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__11", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__11", "flatten_data": "0"}, "inputs": [[55, 0, 0], [56, 0, 0], [57, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p38", "inputs": []}, {"op": "null", "name": "p39", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__11", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__11", "flatten_data": "0"}, "inputs": [[58, 0, 0], [59, 0, 0], [60, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p40", "inputs": []}, {"op": "null", "name": "p41", "inputs": []}, {"op": "null", "name": "p42", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_12935547019857900239__3", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_12935547019857900239__3", "flatten_data": "0"}, "inputs": [[61, 0, 0], [62, 0, 0], [63, 0, 0], [54, 0, 0], [64, 0, 0]]}, {"op": "null", "name": "p43", "inputs": []}, {"op": "null", "name": "p44", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__10", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__10", "flatten_data": "0"}, "inputs": [[65, 0, 0], [66, 0, 0], [67, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p45", "inputs": []}, {"op": "null", "name": "p46", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__10", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__10", "flatten_data": "0"}, "inputs": [[68, 0, 0], [69, 0, 0], [70, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p47", "inputs": []}, {"op": "null", "name": "p48", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_7193666184309230478__2", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_7193666184309230478__2", "flatten_data": "0"}, "inputs": [[71, 0, 0], [72, 0, 0], [73, 0, 0]]}, {"op": "tvm_op", "name": "fused_cast_subtract_22", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_cast_subtract_2", "flatten_data": "0"}, "inputs": [[74, 0, 0], [1, 0, 0]]}, {"op": "null", "name": "p49", "inputs": []}, {"op": "null", "name": "p50", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__9", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__9", "flatten_data": "0"}, "inputs": [[75, 0, 0], [76, 0, 0], [77, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p51", "inputs": []}, {"op": "null", "name": "p52", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__9", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__9", "flatten_data": "0"}, "inputs": [[78, 0, 0], [79, 0, 0], [80, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p53", "inputs": []}, {"op": "null", "name": "p54", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_17498977102409191066__3", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_17498977102409191066__3", "flatten_data": "0"}, "inputs": [[81, 0, 0], [82, 0, 0], [83, 0, 0], [74, 0, 0]]}, {"op": "tvm_op", "name": "fused_cast_subtract_21", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_cast_subtract_2", "flatten_data": "0"}, "inputs": [[84, 0, 0], [12, 0, 0]]}, {"op": "null", "name": "p55", "inputs": []}, {"op": "null", "name": "p56", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__8", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__8", "flatten_data": "0"}, "inputs": [[85, 0, 0], [86, 0, 0], [87, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p57", "inputs": []}, {"op": "null", "name": "p58", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__8", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__8", "flatten_data": "0"}, "inputs": [[88, 0, 0], [89, 0, 0], [90, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p59", "inputs": []}, {"op": "null", "name": "p60", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_17498977102409191066__2", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_17498977102409191066__2", "flatten_data": "0"}, "inputs": [[91, 0, 0], [92, 0, 0], [93, 0, 0], [84, 0, 0]]}, {"op": "null", "name": "p61", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_subtract_2", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_cast_subtract_2", "flatten_data": "0"}, "inputs": [[94, 0, 0], [95, 0, 0]]}, {"op": "null", "name": "p62", "inputs": []}, {"op": "null", "name": "p63", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__7", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__7", "flatten_data": "0"}, "inputs": [[96, 0, 0], [97, 0, 0], [98, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p64", "inputs": []}, {"op": "null", "name": "p65", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__7", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__7", "flatten_data": "0"}, "inputs": [[99, 0, 0], [100, 0, 0], [101, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p66", "inputs": []}, {"op": "null", "name": "p67", "inputs": []}, {"op": "null", "name": "p68", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_12935547019857900239__2", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_12935547019857900239__2", "flatten_data": "0"}, "inputs": [[102, 0, 0], [103, 0, 0], [104, 0, 0], [94, 0, 0], [105, 0, 0]]}, {"op": "null", "name": "p69", "inputs": []}, {"op": "null", "name": "p70", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__6", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__6", "flatten_data": "0"}, "inputs": [[106, 0, 0], [107, 0, 0], [108, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p71", "inputs": []}, {"op": "null", "name": "p72", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__6", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__6", "flatten_data": "0"}, "inputs": [[109, 0, 0], [110, 0, 0], [111, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p73", "inputs": []}, {"op": "null", "name": "p74", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_7193666184309230478__1", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_7193666184309230478__1", "flatten_data": "0"}, "inputs": [[112, 0, 0], [113, 0, 0], [114, 0, 0]]}, {"op": "null", "name": "p75", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_subtract_11", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_cast_subtract_1", "flatten_data": "0"}, "inputs": [[115, 0, 0], [116, 0, 0]]}, {"op": "null", "name": "p76", "inputs": []}, {"op": "null", "name": "p77", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__5", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__5", "flatten_data": "0"}, "inputs": [[117, 0, 0], [118, 0, 0], [119, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p78", "inputs": []}, {"op": "null", "name": "p79", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__5", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__5", "flatten_data": "0"}, "inputs": [[120, 0, 0], [121, 0, 0], [122, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p80", "inputs": []}, {"op": "null", "name": "p81", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_17498977102409191066__1", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_17498977102409191066__1", "flatten_data": "0"}, "inputs": [[123, 0, 0], [124, 0, 0], [125, 0, 0], [115, 0, 0]]}, {"op": "null", "name": "p82", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_subtract_1", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_cast_subtract_1", "flatten_data": "0"}, "inputs": [[126, 0, 0], [127, 0, 0]]}, {"op": "null", "name": "p83", "inputs": []}, {"op": "null", "name": "p84", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__4", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__4", "flatten_data": "0"}, "inputs": [[128, 0, 0], [129, 0, 0], [130, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p85", "inputs": []}, {"op": "null", "name": "p86", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__4", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__4", "flatten_data": "0"}, "inputs": [[131, 0, 0], [132, 0, 0], [133, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p87", "inputs": []}, {"op": "null", "name": "p88", "inputs": []}, {"op": "null", "name": "p89", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_12935547019857900239__1", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_12935547019857900239__1", "flatten_data": "0"}, "inputs": [[134, 0, 0], [135, 0, 0], [136, 0, 0], [126, 0, 0], [137, 0, 0]]}, {"op": "null", "name": "p90", "inputs": []}, {"op": "null", "name": "p91", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__3", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__3", "flatten_data": "0"}, "inputs": [[138, 0, 0], [139, 0, 0], [140, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p92", "inputs": []}, {"op": "null", "name": "p93", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__3", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__3", "flatten_data": "0"}, "inputs": [[141, 0, 0], [142, 0, 0], [143, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p94", "inputs": []}, {"op": "null", "name": "p95", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_7193666184309230478_", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_7193666184309230478_", "flatten_data": "0"}, "inputs": [[144, 0, 0], [145, 0, 0], [146, 0, 0]]}, {"op": "tvm_op", "name": "fused_cast_subtract1", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_cast_subtract", "flatten_data": "0"}, "inputs": [[147, 0, 0], [44, 0, 0]]}, {"op": "null", "name": "p96", "inputs": []}, {"op": "null", "name": "p97", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__2", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__2", "flatten_data": "0"}, "inputs": [[148, 0, 0], [149, 0, 0], [150, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p98", "inputs": []}, {"op": "null", "name": "p99", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__2", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__2", "flatten_data": "0"}, "inputs": [[151, 0, 0], [152, 0, 0], [153, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p100", "inputs": []}, {"op": "null", "name": "p101", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_17498977102409191066_", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_17498977102409191066_", "flatten_data": "0"}, "inputs": [[154, 0, 0], [155, 0, 0], [156, 0, 0], [147, 0, 0]]}, {"op": "null", "name": "p102", "inputs": []}, {"op": "tvm_op", "name": "fused_cast_subtract", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_cast_subtract", "flatten_data": "0"}, "inputs": [[157, 0, 0], [158, 0, 0]]}, {"op": "null", "name": "p103", "inputs": []}, {"op": "null", "name": "p104", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__1", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__1", "flatten_data": "0"}, "inputs": [[159, 0, 0], [160, 0, 0], [161, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p105", "inputs": []}, {"op": "null", "name": "p106", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__1", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__1", "flatten_data": "0"}, "inputs": [[162, 0, 0], [163, 0, 0], [164, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p107", "inputs": []}, {"op": "null", "name": "p108", "inputs": []}, {"op": "null", "name": "p109", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_12935547019857900239_", "attrs": {"num_outputs": "1", "num_inputs": "5", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_12935547019857900239_", "flatten_data": "0"}, "inputs": [[165, 0, 0], [166, 0, 0], [167, 0, 0], [157, 0, 0], [168, 0, 0]]}, {"op": "null", "name": "p110", "inputs": []}, {"op": "null", "name": "p111", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912_", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912_", "flatten_data": "0"}, "inputs": [[169, 0, 0], [170, 0, 0], [171, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p112", "inputs": []}, {"op": "null", "name": "p113", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476_", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476_", "flatten_data": "0"}, "inputs": [[172, 0, 0], [173, 0, 0], [174, 0, 0], [5, 0, 0]]}, {"op": "null", "name": "p114", "inputs": []}, {"op": "null", "name": "p115", "inputs": []}, {"op": "null", "name": "p116", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_3078819515185842977_", "attrs": {"num_outputs": "1", "num_inputs": "4", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_3078819515185842977_", "flatten_data": "0"}, "inputs": [[175, 0, 0], [176, 0, 0], [177, 0, 0], [178, 0, 0]]}, {"op": "null", "name": "p117", "inputs": []}, {"op": "null", "name": "p118", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_570383147585620593_", "attrs": {"num_outputs": "1", "num_inputs": "3", "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_570383147585620593_", "flatten_data": "0"}, "inputs": [[179, 0, 0], [180, 0, 0], [181, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_avg_pool2d_cast_cast_subtract", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_avg_pool2d_cast_cast_subtract", "flatten_data": "0"}, "inputs": [[182, 0, 0], [5, 0, 0]]}, {"op": "tvm_op", "name": "fused_layout_transform_76", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_layout_transform_76", "flatten_data": "0"}, "inputs": [[183, 0, 0]]}, {"op": "null", "name": "p119", "inputs": []}, {"op": "tvm_op", "name": "fused_nn_contrib_conv2d_NCHWc", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_nn_contrib_conv2d_NCHWc", "flatten_data": "0"}, "inputs": [[184, 0, 0], [185, 0, 0]]}, {"op": "null", "name": "p120", "inputs": []}, {"op": "tvm_op", "name": "fused_add_cast_cast_multiply_add_right_shift_cast_add_clip_cast_layout_transform_12076270069384169372_", "attrs": {"num_outputs": "1", "num_inputs": "2", "func_name": "fused_add_cast_cast_multiply_add_right_shift_cast_add_clip_cast_layout_transform_12076270069384169372_", "flatten_data": "0"}, "inputs": [[186, 0, 0], [187, 0, 0]]}, {"op": "tvm_op", "name": "fused_nn_softmax", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_nn_softmax", "flatten_data": "0"}, "inputs": [[188, 0, 0]]}, {"op": "tvm_op", "name": "fused_divide_add_round_cast_clip_cast", "attrs": {"num_outputs": "1", "num_inputs": "1", "func_name": "fused_divide_add_round_cast_clip_cast", "flatten_data": "0"}, "inputs": [[189, 0, 0]]}], "arg_nodes": [0, 1, 3, 4, 5, 7, 8, 10, 11, 12, 14, 15, 17, 18, 20, 21, 23, 25, 26, 28, 29, 31, 32, 33, 35, 36, 38, 39, 41, 42, 44, 46, 47, 49, 50, 52, 53, 56, 57, 59, 60, 62, 63, 64, 66, 67, 69, 70, 72, 73, 76, 77, 79, 80, 82, 83, 86, 87, 89, 90, 92, 93, 95, 97, 98, 100, 101, 103, 104, 105, 107, 108, 110, 111, 113, 114, 116, 118, 119, 121, 122, 124, 125, 127, 129, 130, 132, 133, 135, 136, 137, 139, 140, 142, 143, 145, 146, 149, 150, 152, 153, 155, 156, 158, 160, 161, 163, 164, 166, 167, 168, 170, 171, 173, 174, 176, 177, 178, 180, 181, 185, 187], "heads": [[190, 0, 0]], "attrs": {"dltype": ["list_str", ["uint8", "int16", "int16", "int16", "int32", "int16", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int32", "uint8", "int16", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int32", "uint8", "int16", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int32", "uint8", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int32", "uint8", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int32", "uint8", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int32", "uint8", "int16", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int32", "uint8", "int16", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int32", "uint8", "int16", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int32", "uint8", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int32", "uint8", "int16", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int32", "int16", "int16", "int16", "int32", "int32", "int16", "int16", "int16", "int32", "int32", "float32", "float32", "uint8"]], "shape": ["list_shape", [[1, 96, 96, 3], [], [1, 1, 96, 96, 3], [2, 1, 3, 3, 3, 8], [1, 2, 1, 1, 8], [], [1, 2, 48, 48, 8], [2, 1, 3, 3, 1, 8], [1, 2, 1, 1, 8], [1, 2, 48, 48, 8], [1, 2, 1, 1, 8, 8], [1, 1, 1, 1, 8], [], [1, 1, 48, 48, 8], [6, 1, 1, 1, 8, 8], [1, 6, 1, 1, 8], [1, 6, 48, 48, 8], [6, 1, 3, 3, 1, 8], [1, 6, 1, 1, 8], [1, 6, 24, 24, 8], [1, 6, 1, 1, 8, 8], [1, 1, 1, 1, 8], [1, 1, 24, 24, 8], [], [1, 1, 24, 24, 8], [6, 1, 1, 1, 8, 8], [1, 6, 1, 1, 8], [1, 6, 24, 24, 8], [6, 1, 3, 3, 1, 8], [1, 6, 1, 1, 8], [1, 6, 24, 24, 8], [1, 6, 1, 1, 8, 8], [1, 1, 1, 1, 8], [], [1, 1, 24, 24, 8], [6, 1, 1, 1, 8, 8], [1, 6, 1, 1, 8], [1, 6, 24, 24, 8], [6, 1, 3, 3, 1, 8], [1, 6, 1, 1, 8], [1, 6, 12, 12, 8], [2, 6, 1, 1, 8, 8], [1, 2, 1, 1, 8], [1, 2, 12, 12, 8], [], [1, 2, 12, 12, 8], [12, 2, 1, 1, 8, 8], [1, 12, 1, 1, 8], [1, 12, 12, 12, 8], [12, 1, 3, 3, 1, 8], [1, 12, 1, 1, 8], [1, 12, 12, 12, 8], [2, 12, 1, 1, 8, 8], [1, 2, 1, 1, 8], [1, 2, 12, 12, 8], [1, 2, 12, 12, 8], [12, 2, 1, 1, 8, 8], [1, 12, 1, 1, 8], [1, 12, 12, 12, 8], [12, 1, 3, 3, 1, 8], [1, 12, 1, 1, 8], [1, 12, 12, 12, 8], [2, 12, 1, 1, 8, 8], [1, 2, 1, 1, 8], [], [1, 2, 12, 12, 8], [12, 2, 1, 1, 8, 8], [1, 12, 1, 1, 8], [1, 12, 12, 12, 8], [12, 1, 3, 3, 1, 8], [1, 12, 1, 1, 8], [1, 12, 6, 6, 8], [3, 12, 1, 1, 8, 8], [1, 3, 1, 1, 8], [1, 3, 6, 6, 8], [1, 3, 6, 6, 8], [18, 3, 1, 1, 8, 8], [1, 18, 1, 1, 8], [1, 18, 6, 6, 8], [18, 1, 3, 3, 1, 8], [1, 18, 1, 1, 8], [1, 18, 6, 6, 8], [3, 18, 1, 1, 8, 8], [1, 3, 1, 1, 8], [1, 3, 6, 6, 8], [1, 3, 6, 6, 8], [18, 3, 1, 1, 8, 8], [1, 18, 1, 1, 8], [1, 18, 6, 6, 8], [18, 1, 3, 3, 1, 8], [1, 18, 1, 1, 8], [1, 18, 6, 6, 8], [3, 18, 1, 1, 8, 8], [1, 3, 1, 1, 8], [1, 3, 6, 6, 8], [], [1, 3, 6, 6, 8], [18, 3, 1, 1, 8, 8], [1, 18, 1, 1, 8], [1, 18, 6, 6, 8], [18, 1, 3, 3, 1, 8], [1, 18, 1, 1, 8], [1, 18, 6, 6, 8], [3, 18, 1, 1, 8, 8], [1, 3, 1, 1, 8], [], [1, 3, 6, 6, 8], [18, 3, 1, 1, 8, 8], [1, 18, 1, 1, 8], [1, 18, 6, 6, 8], [18, 1, 3, 3, 1, 8], [1, 18, 1, 1, 8], [1, 18, 6, 6, 8], [4, 18, 1, 1, 8, 8], [1, 4, 1, 1, 8], [1, 4, 6, 6, 8], [], [1, 4, 6, 6, 8], [24, 4, 1, 1, 8, 8], [1, 24, 1, 1, 8], [1, 24, 6, 6, 8], [24, 1, 3, 3, 1, 8], [1, 24, 1, 1, 8], [1, 24, 6, 6, 8], [4, 24, 1, 1, 8, 8], [1, 4, 1, 1, 8], [1, 4, 6, 6, 8], [], [1, 4, 6, 6, 8], [24, 4, 1, 1, 8, 8], [1, 24, 1, 1, 8], [1, 24, 6, 6, 8], [24, 1, 3, 3, 1, 8], [1, 24, 1, 1, 8], [1, 24, 6, 6, 8], [4, 24, 1, 1, 8, 8], [1, 4, 1, 1, 8], [], [1, 4, 6, 6, 8], [24, 4, 1, 1, 8, 8], [1, 24, 1, 1, 8], [1, 24, 6, 6, 8], [24, 1, 3, 3, 1, 8], [1, 24, 1, 1, 8], [1, 24, 3, 3, 8], [7, 24, 1, 1, 8, 8], [1, 7, 1, 1, 8], [1, 7, 3, 3, 8], [1, 7, 3, 3, 8], [42, 7, 1, 1, 8, 8], [1, 42, 1, 1, 8], [1, 42, 3, 3, 8], [42, 1, 3, 3, 1, 8], [1, 42, 1, 1, 8], [1, 42, 3, 3, 8], [7, 42, 1, 1, 8, 8], [1, 7, 1, 1, 8], [1, 7, 3, 3, 8], [], [1, 7, 3, 3, 8], [42, 7, 1, 1, 8, 8], [1, 42, 1, 1, 8], [1, 42, 3, 3, 8], [42, 1, 3, 3, 1, 8], [1, 42, 1, 1, 8], [1, 42, 3, 3, 8], [7, 42, 1, 1, 8, 8], [1, 7, 1, 1, 8], [], [1, 7, 3, 3, 8], [42, 7, 1, 1, 8, 8], [1, 42, 1, 1, 8], [1, 42, 3, 3, 8], [42, 1, 3, 3, 1, 8], [1, 42, 1, 1, 8], [1, 42, 3, 3, 8], [14, 42, 1, 1, 8, 8], [1, 14, 1, 1, 8], [], [1, 14, 3, 3, 8], [160, 14, 1, 1, 8, 8], [1, 160, 1, 1, 8], [1, 160, 3, 3, 8], [1, 160, 1, 1, 8], [1, 640, 1, 1, 2], [1, 640, 1, 1, 2, 2], [1, 1, 1, 1, 2], [1, 1, 1, 1, 2], [1, 2], [1, 2], [1, 2]]], "storage_id": ["list_int", [0, 1, 2, 3, 4, 5, 6, 7, 8, 2, 9, 10, 11, 6, 12, 13, 2, 14, 15, 6, 16, 17, 18, 19, 6, 20, 21, 2, 22, 23, 6, 24, 25, 26, 27, 28, 29, 6, 30, 31, 2, 32, 33, 18, 34, 27, 35, 36, 6, 37, 38, 2, 39, 40, 27, 18, 41, 42, 6, 43, 44, 2, 45, 46, 47, 18, 48, 49, 6, 50, 51, 27, 52, 53, 18, 27, 54, 55, 6, 56, 57, 27, 58, 59, 60, 18, 61, 62, 27, 63, 64, 6, 65, 66, 18, 67, 27, 68, 69, 6, 70, 71, 27, 72, 73, 74, 60, 75, 76, 27, 77, 78, 6, 79, 80, 60, 81, 18, 82, 83, 6, 84, 85, 2, 86, 87, 18, 88, 27, 89, 90, 6, 91, 92, 2, 93, 94, 95, 27, 96, 97, 6, 98, 99, 18, 100, 101, 60, 18, 102, 103, 27, 104, 105, 6, 106, 107, 18, 108, 60, 109, 110, 27, 111, 112, 6, 113, 114, 115, 60, 116, 117, 27, 118, 119, 6, 120, 121, 122, 18, 123, 124, 6, 18, 27, 125, 126, 127, 128, 126, 128]]}, "node_row_ptr": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191], "leip": {"precision": "float32"}}